<?php

return [
    'Recafco'   => 'ريكافكو',

    // home - hero section

    // home - first section
    'first_sec_title' => 'الوصول إلى آفاق جديدة',
    'first_sec_desc' => 'يقود قسم الخرسانة الجاهزة لدينا هذه الصناعة من خلال إنتاج كميات كبيرة وحلول مبتكرة، مع الالتزام بالمعايير الحكومية الصارمة.',
    'Years' => 'سنه',

    // home second section
    'second_sec_desc1' => 'تقود شركة ريكافكو نمو الكويت من خلال التصنيع المتميز وتنفيذ المشاريع الضخمة بما يتماشى مع المعايير العالمية ورؤية الكويت 2035.',
    'second_sec_desc2' => 'تمتلئ منشأتنا التي تبلغ مساحتها 80,000 متر مربع بأحدث المعدات. نحن واحدة من الشركات القليلة المصنفة في الفئة الأولى في المقاولات العامة من قبل الجهاز المركزي للمناقصات العامة.',


    // home counter
    'count_projects' => 'المشاريع المكتملة',
    'count_employees' => 'عدد الموظفين المتزايد',
    'count_awards' => 'الجوائز التي تم الفوز بها',

    // home mobile only
   'mobile_vision' => 'رؤية الكويت 2035.',
   'mobile_desc1' => ' تعزز نمو الكويت من خلال التصنيع عالي الجودة والمشاريع الضخمة، دعمًا لـ',
   'success_partners' => 'شركاء النجاح',
   'Certificates_Memberships' => 'الشهادات والعضويات',




    // header
    'about_header' => 'من نحن',
    'production_header' => 'الإنتاج',
    'construction_header' => 'البناء',
    'projects_header' => 'المشاريع',
    'contacts_header' => 'التواصل',


    // about
    'about_title' => 'إنه أكثر من مجرد بناء',
    'about_subtitle' => 'مئات من المحترفين',
    'about_desc' => 'التحول من الأساس إلى القمة',
    'mission_link' => 'الرسالة',
    'legacy_link' => 'الإرث',
    'qa_link' => 'ضمان الجودة',
    'hse_link' => 'الصحة والسلامة والبيئة',
    'snapshot_link' => 'لمحة عامة',

    'mission_script_title' => 'المهمة والقيم',
    'mission_script_subtitle' => 'تقديم التميز في حلول البناء والتصنيع من خلال الابتكار والاستدامة والشراكات الدائمة.',
    'mission_script_desc' => 'توجهنا السلامة والجودة والنزاهة لتجاوز التوقعات، وبناء شراكات دائمة، وخلق قيمة مستدامة في كل مشروع.',
    'mission_script_download' => 'تحميل ملف الشركة',

    'legacy_script_title' => 'إرثنا',
    'legacy_script_subtitle' => 'شركة ريكافكو (RECAFCO) هي شركة كويتية مساهمة (مقفلة) تأسست عام 1976.',
    'legacy_script_desc' => 'أنشأت ريكافكو لنفسها سوقًا متخصصًا في أعمال الخرسانة مسبقة الصب وهي واحدة من الشركات الرائدة في الكويت بأكثر من ثلاثة عقود من الخبرة.',
    'legacy_script_download' => 'جميع المشاريع',


    'trusted_script_title' => 'شريك موثوق',
    'trusted_script_subtitle' => 'بصفتنا مقاولًا من الفئة الأولى في مجال البناء العام، لقد كسبنا سمعتنا كقوة رائدة في صناعة البناء الكويتية.',
    'trusted_script_desc' => 'توجهنا السلامة والجودة والنزاهة لتجاوز التوقعات، وبناء شراكات دائمة، وخلق قيمة مستدامة في كل مشروع.',
    'trusted_script_download' => 'تحميل ملف الشركة',


    'quality_script_title' => 'ضمان الجودة',
    'quality_script_subtitle' => 'مزود رائد للخدمات عالية الجودة مع شهادات ISO في إدارة الجودة وإدارة البيئة والصحة والسلامة المهنية.',
    'quality_script_desc' => 'فريقنا ذو الخبرة ومواردنا الواسعة تمكننا من تسليم المشاريع الكبيرة والمعقدة بنجاح. ثق في ريكافكو لتحقيق نتائج استثنائية وخدمة موثوقة.',
    'quality_script_download' => 'تحميل الشهادة',

    'hse_script_title' => 'الصحة والسلامة والبيئة',
    'hse_script_subtitle' => 'ملتزمون بالسلامة والاستدامة. نتبع معايير الصحة والسلامة والبيئة بدقة ونعمل على تحسين ممارساتنا باستمرار لإنشاء بيئة عمل آمنة.',
    'hse_script_desc' => 'توجهنا السلامة والجودة والنزاهة لتجاوز التوقعات، وبناء شراكات دائمة، وخلق قيمة مستدامة في كل مشروع.',
    'hse_script_download' => 'تحميل الشهادة',



    'COMPANY_SNAPSHOT' => 'نظرة عامة على الشركة',
    'Annual_Revenue' => 'الإيرادات السنوية',
    'Increase_in_annual' => 'زيادة في النمو السنوي على مدار السنوات السبع الماضية',
    'Employees_strong' => 'عدد الموظفين المتزايد',
    'Projects_completed_scale' => 'المشاريع المكتملة، بما في ذلك المشاريع الضخمة',


    //Production
    'production_title' => 'مصمم ليبقى، مُهندَس بدقة',
    'production_subtitle' => 'تحويل الأفكار إلى دقة متناهية',
    'production_desc' => 'روائع التصنيع',
    'production_OVERVIEW' => 'نظرة عامة',
    'production_OVERVIEW_desc' => 'تغطي ريكافكو حاليًا مساحة 80,000 متر مربع، وتمتلك معدات وخلاطات متخصصة لإنتاج عناصر الخرسانة مسبقة الصب بما في ذلك مصنع Hollowcore ومصنع GRC المتخصص لإنتاج أحدث النماذج والتصاميم المعمارية وفقًا لمتطلبات العملاء مثل العوارض والأعمدة والأسقف والجدران والوحدات الأرضية.',
    'production_download' => 'تحميل',
    'production_catalog' => 'الكتالوج',


    // construction
    'construction_title' => 'إنه أكثر من مجرد بناء',
    'construction_subtitle' => 'تاريخ من',
    'construction_desc' => 'تميز البناء',
    'construction_first_title' => 'تميز البناء',
    'construction_first_desc' => 'تظهر التزام ريكافكو بالتميز في مشاريعنا الاقتصادية، التي تُنفذ دون التضحية بالجودة أو الجدول الزمني أو التصميم.
    إن نجاحنا مدفوع بفريق متنوع من المحترفين المهرة وقيادة ذات خبرة.',

    'construction_learn_more' => 'اعرف المزيد',
    'construction_trusted_title' => 'شريك موثوق',
    'construction_trusted_desc' => 'بصفتنا مقاولًا من الفئة الأولى في البناء العام، لقد كسبنا سمعتنا كقوة رائدة في صناعة البناء الكويتية. وقد مكنتنا حلولنا الهندسية المتكاملة وخبرتنا المثبتة من تنفيذ مشاريع كبيرة بنجاح في جميع أنحاء البلاد.',

    'construction_trusted_about' => 'معلومات عنا',



    //projects
    'all_projects' => 'جميع المشاريع',

    // contacts
    'contact_title' => 'اتصل بنا',
    'contact_subtitle' => 'تواصل معنا',
    'contact_desc' => 'كيف يمكننا مساعدتك؟',
    'contact_message_header' => 'أرسل رسالة الآن',
    'contact_help' => 'كيف يمكننا مساعدتك؟',
    'contact_fname' => 'الاسم الأول',
    'contact_lname' => 'اسم العائلة',
    'contact_email' => 'البريد الإلكتروني',
    'contact_phone' => 'الهاتف',
    'contact_subject' => 'الموضوع',
    'contact_message' => 'الرسالة',
    'contact_submit' => 'إرسال',
    'contact_factory_title' => 'المصنع والمكتب الرئيسي',
    'contact_factory_phone' => 'هاتف',
    'contact_factory_fax' => 'فاكس',
    'contact_office_title' => 'مكتب مدينة الكويت',
    'contact_commercial_no' => 'الرقم التجاري',
    'contact_website' => 'الموقع الإلكتروني',



    // single product pages
    'holle_tab' => 'هولوكور',
    'precast_tab' => 'مسبقة الصنع',
    'grc_tab' => 'جي أر سي',
    'planet_tab' => 'مصنع الخلط',

    // hollowcore
    'hollowcore_title' => 'خفيف الوزن، متين، متعدد الاستخدامات',
    'hollowcore_subtitle' => 'مستقبل البناء هنا.',
    'hollowcore_desc' => 'هولوكور.',
    'hollowcore_link' => 'تحميل كتالوج Hollowcore',
    'hollowcore_overview' => 'نظرة عامة',
    'hollowcore_overview_desc' => 'أنشأت RECAFCO مؤخرًا منشأة جديدة لإنتاج "الهياكل المجوفة" لتلبية احتياجات البناء في سوق الكويت مثل الألواح المجوفة، والعوارض، والأعمدة، والألواح الجدارية، ومجموعة واسعة من التشطيبات المعمارية.',
    'hollowcore_what_is' => 'ما هو الهيكل المجوف؟',
    'hollowcore_what_is_desc' => 'اللوح المجوف، المعروف أيضًا باسم اللوح الفارغ، أو لوح الخرسانة المجوف هو لوح مسبق الصب من الخرسانة مسبقة الإجهاد يستخدم عادة في بناء الأرضيات في المباني السكنية متعددة الطوابق.',
    'hollowcore_description' => 'يمتلك اللوح مسبق الصب فراغات أنبوبية تمتد على طول اللوح بالكامل، مع قطر يساوي 2/3-3/4 من اللوح. هذا يجعل اللوح أخف بكثير من لوح الخرسانة الصلبة الكبيرة بنفس السمك أو القوة. الوزن المخفض يمكن أن يقلل من تكاليف النقل وكذلك تكاليف الخرسانة.',
    'hollowcore_prestressed' => 'تمتلك الأرضيات المجوفة مسبقة الإجهاد أنوية طولية لتقليل وزن الأرضية. العناصر متاحة بأعماق مختلفة لتلبية احتياجات المدى والتحميل.',
    'hollowcore_advantages' => 'مزايا الهيكل المجوف:',
    'hollowcore_advantage_1' => 'سرعة التركيب',
    'hollowcore_advantage_2' => 'قدرة وزن ثقيلة',
    'hollowcore_advantage_3' => 'مقاومة استثنائية للحريق',
    'hollowcore_advantage_4' => 'امتدادات طويلة',
    'hollowcore_advantage_5' => 'متانة',
    'hollowcore_advantage_6' => 'وزن ذاتي أقل',
    'hollowcore_advantage_7' => 'مرونة في التصميم',
    'hollowcore_advantage_8' => 'بناء اقتصادي',
    'hollowcore_advantage_9' => 'كفاءة هيكلية',
    'hollowcore_advantage_10' => 'تلبية أي تصميم هيكلي',
    'hollowcore_advantage_11' => 'نقل فعال',


    // precast
    'precast_title' => 'أكثر من مجرد بناء',
    'precast_subtitle' => 'مئات من المحترفين',
    'precast_desc' => 'إعادة بناء من الألف إلى الياء',
    'precast_link' => 'تحميل كتالوج Precast',
    'precast_overview' => 'نظرة عامة',
    'precast_overview_desc1' => 'أنشأت RECAFCO لنفسها سوقًا متخصصة في مجال الخرسانة مسبقة الصب وهي واحدة من الشركات الرائدة في الكويت مع أكثر من أربعة عقود من الخبرة.',
    'precast_overview_desc2' => 'تمتلك الشركة مصنعًا متخصصًا كبيرًا مجهزًا بجميع المرافق الحديثة لإنتاج عناصر الخرسانة مسبقة الصب. يتم خدمة هذا المعدات والحفاظ عليها في حالة ممتازة بواسطة قسم خدمة المعدات الداخلي في RECAFCO.',
    'precast_overview_desc3' => 'ينتشر مصنع إنتاج الخرسانة مسبقة الصب لدينا على مساحة 100,000 متر مربع ويُنتج طاقة عالية من عناصر الخرسانة مسبقة الصب تتراوح بين الركائز، الأنابيب، العوارض مسبقة الإجهاد وما بعد الإجهاد، الألواح الواجهة، الدولوسيس، وجميع عناصر المبنى بما في ذلك العوارض، الأعمدة، وحدات السقف، الجدران، وحدات الأرضية، والوحدات الأخرى وفقًا لتصميم ومواصفات العملاء.',
    'precast_overview_desc4' => 'تم تزويد عناصر الخرسانة مسبقة الصب الخاصة بنا لبناء مجمع الوزارات، برج الاتصالات الجديد، مواقف السيارات متعددة الطوابق، مؤسسة الكويت للتقدم العلمي، المباني التعليمية، المنازل، محطات الكهرباء الفرعية، مباني الأسواق، مباني المقرات المختلفة، إلخ. مؤخرًا، تلقينا طلبات لعناصر الخرسانة مسبقة الصب لكلية الشرطة الكويتية، وزارة الأشغال العامة، مجلس الوزراء، شركة نفط الكويت، إلخ.',
    'precast_overview_desc5' => 'يركز نظام البحث والتطوير لدينا على متطلبات السوق من خلال الاستمرار في استخدام أساليب وأفكار جديدة لتحسين الجودة بشكل عام. نحن نلبي متطلبات اليوم والغد من خلال تصميم منتجات مميزة وفريدة من نوعها.',




    // grc
    'grc_title' => 'خفيف الوزن، متين، متعدد الاستخدامات',
    'grc_subtitle' => 'جمال خالد،',
    'grc_desc' => 'أداء دائم.',
    'grc_link' => 'تحميل كتالوج GRC',
    'grc_overview' => 'نظرة عامة',
    'grc_overview_desc' => 'قامت RECAFCO بإنشاء مرفق إنتاج خاص بها لتوفير منتجات GRC (الخرسانة المسلحة بالألياف الزجاجية) عالية الجودة لسوق الكويت. استنادًا إلى قدراتها الأساسية كمنتج محترم للخرسانة مسبقة الصب، تلتزم RECAFCO الآن بتقديم مجموعة واسعة من المنتجات باستخدام القوة الجوهرية وخصائص الوزن المنخفض لعناصر GRC.',
    'grc_what_is' => 'ما هو G.R.C؟',
    'grc_what_is_desc' => 'GRC هو مادة مركبة تستخدم مزيجًا من الأسمنت/الرمل مع ملدنات وإضافات لمعالجة البوليمر. يتم رش هذه المادة أو صبها باستخدام ألياف زجاجية مقاومة للقلويات، التي يتم توزيعها في جميع أنحاء المادة. إضافة الألياف الزجاجية تعطي المادة خصائص الشد التي تفتقر إليها الخرسانة وحدها. تم استخدام GRC بنجاح في العديد من التطبيقات في الكويت لأكثر من 4 عقود.',
    'grc_production_desc' => 'لقد حصلت RECAFCO على أحدث الآلات والابتكارات لإنتاج GRC وصنع القوالب. هذا سيمكننا من نقل التصاميم الرقمية مباشرة إلى القالب الرئيسي والمنتج النهائي. وبالاستعانة بمحترفين ذوي خبرة في صناعة GRC، سيساعدنا ذلك في تحقيق هدفنا في أن نصبح المنتج الرائد لـ GRC عالي الجودة في الكويت.',
    'grc_our_production' => 'إنتاجنا',
    'grc_high_quality' => 'ألواح تكسية خفيفة الوزن وعالية الجودة مع القدرة على تقديم تصميم سطح مفصل للغاية وملمس. يمكن للمهندس المعماري تحقيق أشكال معقدة وزخرفية في تصميمه، والتي يمكن تنفيذها بشكل فعال من حيث التكلفة مع هذه المادة المبتكرة. باستخدام نظام احتياطي فولاذي، يمكن إنتاج ألواح كبيرة تصل إلى 6 × 3 أمتار.',
    'grc_intricate_screen' => 'ألواح شاشات معقدة وعناصر زخرفية، وخاصة الشاشات المزخرفة التقليدية للتحكم في ضوء النهار للمباني. يمكن استخدام الألواح كعناصر زخرفية بحتة على واجهات المباني أو الجدران الحدودية.',
    'grc_civil_app' => 'تطبيقات الهندسة المدنية - عناصر الصرف الصحي، القوالب الدائمة لهياكل الجسور.',
    'grc_landscaping' => 'ميزات التجميل الصلب لتعزيز البيئة الحضرية - يشمل ذلك المزارعين والشاشات الزخرفية والعناصر المشهدية الصخرية.',



    // plant
    'plant_title' => 'وتيرة مشاريعك، أولويتنا',
    'plant_subtitle' => 'مصانع خلط الخرسانة',
    'plant_desc' => 'خبرتنا، نجاحك',
    'plant_link' => 'تحميل الملف التعريفي للشركة',
    'plant_overview' => 'نظرة عامة',
    'plant_overview_desc' => 'يتم تجهيز مصنع الخلط لدينا بمزيجين آليين بالكامل لفصل صناديق التجميع وصناديق الاحتياطي. يتوفر أيضاً توفير المياه المبردة للخرسانة في الأجواء الحارة. يتم معايرة مقاييس المصنع بشكل دوري.',
    'plant_circulation' => 'دوران الخرسانة',
    'plant_circulation_desc' => 'يتم نقل الخرسانة من مصنع الخلط بواسطة 3 سيارات خرسانية تسير على سكة مغناطيسية إلى قاعات الإنتاج حيث تفرغ في 3 نقاط ثابتة. يتم نقل الخرسانة من هذه النقاط بواسطة دلاء باستخدام الرافعات العلوية إلى نقاط الصب في القوالب المختلفة. في حالة الطوارئ، عندما لا تعمل السيارات الخرسانية، يتم استخدام الرافعات الشوكية/الخلاطات لنقل الخرسانة من المصنع إلى قاعات الإنتاج المختلفة.',
    'plant_curing' => 'نظام المعالجة',
    'plant_curing_desc' => 'لدينا مرفق معالجة بالحرارة السريعة باستخدام البخار والزيت المسخن المتداول من الغلايات المركزية.',
    'plant_storage' => 'التخزين والمناولة',
    'plant_storage_desc' => 'يحتوي الفناء على مساحة لتكديس العناصر الخرسانية مسبقة الصب أفقياً وعمودياً. يتم نقل العناصر المنتجة بواسطة مقطورات للتخزين تحت الرافعات قبل الشحن إلى المواقع.',
    'plant_lab' => 'المختبر',
    'plant_lab_desc' => 'يتم تجهيز المختبر بثلاث آلات سحق مكعبات، وفرن، وموازين، وغرابيل، ومعدات قياس قابلية العمل للخرسانة، وأجهزة تحليل كيميائي، وغيرها لإجراء أنواع مختلفة من اختبارات مراقبة الجودة.',






    // common
    'for_sales_inquiries' => 'للاستفسارات المتعلقة بالمبيعات',
    'GRC' => 'GRC',
    'Hollowcore' => 'Hollowcore',
    'Precast' => 'Precast',
    'projects' => 'المشاريع',
    'construction' => 'البناء',
    'about' => 'من نحن',
    'contact' => 'اتصل بنا',
    'career_openings' => 'فرص العمل',
    'copyright' => ' ©2024 شركة الإنشاءات والعقارات والتصنيع - ك.س.ش (مقفلة) الكويت. جميع الحقوق محفوظة. بدعم من' ,
    'lets_build' => 'لنقم بالبناء',
    'together' => 'معًا',
    'lets_talk' => 'دعنا نتحدث',
    'need_to_reach_us' => 'هل تحتاج إلى التواصل معنا؟',
    'search_icon'  => 'إبحث...',
    'copyright_dark' => 'حقوق النشر 2024 © ريكافكو جميع الحقوق محفوظة',

];


